[
    {
        "number": "1",
        "text": "Calcium carbonate, CaCO3, decomposes upon heating to calcium oxide and carbon dioxide. What mass of solid calcium carbonate is required to produce 2.40 liters of carbon dioxide measured at STP?",
        "options": {
            "A": "10.7 g",
            "B": "21.4 g",
            "C": "50.0 g",
            "D": ""
        },
        "correct_answer": "A"
    },
    {
        "number": "2",
        "text": "Aspirin, C9H8O4, is prepared by the acetylation of salicylic acid, C7H6O3, according to the following equation: C7H6O3 + (CH3CO)2O  C9H8O4 + CH3COOH If the yield of this reaction is 83%, what mass of salicylic acid would be required to prepare 1.0 kg of aspirin?",
        "options": {
            "A": "0.77 kg",
            "B": "0.92 kg",
            "C": "1.2 kg",
            "D": "1.3 kg"
        },
        "correct_answer": "B"
    },
    {
        "number": "3",
        "text": "What is [H+] in the resulting solution?",
        "options": {
            "A": "1.9 M",
            "B": "2.1 M",
            "C": "4.1 M",
            "D": "4.5 M"
        },
        "correct_answer": "C"
    },
    {
        "number": "2",
        "text": "What is the formula of",
        "options": {
            "A": "C5H12",
            "B": "C6H6",
            "C": "C6H10",
            "D": "C6H12"
        },
        "correct_answer": "B"
    },
    {
        "number": "5",
        "text": "A solution of 3.00 g of which substance, dissolved in 100 g H2O, has the highest boiling point?",
        "options": {
            "A": "HOCH2CH(OH)CH2OH (M = 92.1)",
            "B": "RbF (M = 104.5)",
            "C": "AlCl3 (M = 133.3)",
            "D": "TlNO3 (M = 390.4)"
        },
        "correct_answer": "C"
    },
    {
        "number": "6",
        "text": "Nitrophenol is a colorless weak monoprotic acid (pKa = 7.2) whose conjugate base is bright yellow. To 2.00 mL of a solution of 0.0100 M nitrophenol is added 1.00 M NaOH in 0.001 mL portions, and the absorbance of the solution at 485 nm is monitored. What does the graph of A485 as a function of added volume of NaOH look like?",
        "options": {
            "A": "",
            "B": "",
            "C": "",
            "D": ""
        },
        "correct_answer": "B"
    },
    {
        "number": "7",
        "text": "Each of the following substances dissolves exothermically in water EXCEPT",
        "options": {
            "A": "NaOH(s).",
            "B": "NH4NO3(s).",
            "C": "CuSO4(s).",
            "D": "H2SO4(l)."
        },
        "correct_answer": "B"
    },
    {
        "number": "8",
        "text": "Which solid is most soluble in water at 25 ºC?",
        "options": {
            "A": "AgNO3",
            "B": "CaCO3",
            "C": "PbO",
            "D": "ZnS"
        },
        "correct_answer": "A"
    },
    {
        "number": "9",
        "text": "A it as gtu ad ine sn tt as t sa on ld ua tir od niz ce os n a t as io nl iu nt gio an k o nf o N wa n2 S m2 aO s3 s b oy f Ntit ar Ia Otin 3 g . that has been dissolved in an excess of a freshly prepared solution of KI in dilute HCl. Which of the following errors will lead to a value of the molarity of the thiosulfate solution that is higher than the true value?",
        "options": {
            "A": "The student overshoots the endpoint of the titration.",
            "B": "The NaIO3 is contaminated with NaCl.",
            "C": "The KI/HCl solution is allowed to stand overnight before it is used in the titration.",
            "D": "The sample of sodium thiosulfate pentahydrate used to make the Na2S2O3 solution had partially dehydrated on standing. m after April 20, 2015"
        },
        "correct_answer": "B"
    },
    {
        "number": "10",
        "text": "M soi lx uti in og n e s q ru ea sul lv tso l iu nm es of 0.1 M Ca(NO3)2 and AgF",
        "options": {
            "A": "no precipitate and a colorless solution.",
            "B": "no precipitate and a colored solution.",
            "C": "a white precipitate and a colorless solution.",
            "D": "a colored precipitate and a colorless solution."
        },
        "correct_answer": "C"
    },
    {
        "number": "3",
        "text": "When this solution is treated with aqueous hydrochloric acid, a precipitate forms. What is the precipitate?",
        "options": {
            "A": "SiH4",
            "B": "SiCO3",
            "C": "SiO2",
            "D": "SiCl4"
        },
        "correct_answer": "C"
    },
    {
        "number": "12",
        "text": "A metal dissolves in 3.0 M NaOH solution with evolution of gas to form a clear, colorless solution. Upon neutralization, the solution forms a gelatinous precipitate. What is the metal?",
        "options": {
            "A": "Al",
            "B": "Ag",
            "C": "Cu",
            "D": "Mg"
        },
        "correct_answer": "A"
    },
    {
        "number": "13",
        "text": "Which of the following substances experience London dispersion forces? I. CH3CH3 II. CH3OH",
        "options": {
            "A": "I only",
            "B": "II only",
            "C": "Both I and II",
            "D": "Neither I nor II"
        },
        "correct_answer": "C"
    },
    {
        "number": "14",
        "text": "Which of these pure substances has the highest normal boiling point?",
        "options": {
            "A": "CH4",
            "B": "NH3",
            "C": "SiH4",
            "D": "PH3"
        },
        "correct_answer": "B"
    },
    {
        "number": "15",
        "text": "A mixture of 0.50 mol of H2 gas and 1.3 mol of Ar gas is in a sealed container with a volume of 4.82 L. If the temperature of the mixture is 50.0 °C, what is the partial pressure of H2 in the sample?",
        "options": {
            "A": "1.5 atm",
            "B": "2.8 atm",
            "C": "7.2 atm",
            "D": "9.9 atm"
        },
        "correct_answer": "B"
    },
    {
        "number": "16",
        "text": "For which pair of allotropes is one a molecular solid and the other a network covalent solid?",
        "options": {
            "A": "Dioxygen and ozone",
            "B": "White phosphorus and red phosphorus",
            "C": "Rhombic sulfur and monoclinic sulfur",
            "D": "Gray tin and white tin"
        },
        "correct_answer": "B"
    },
    {
        "number": "17",
        "text": "According to the phase diagram of methanol shown below, which statement is correct? P 1 atm –97.7 ºC –97.6 ºC64.7 ºC 240 ºC T",
        "options": {
            "A": "Solid methanol has a greater density than liquid methanol.",
            "B": "Solid methanol sublimes at atmospheric pressure.",
            "C": "Solid, liquid, and gaseous methanol can only coexist at pressures above 1 atm.",
            "D": "At 200 ºC and 1 atm pressure, methanol is a supercritical fluid."
        },
        "correct_answer": "A"
    },
    {
        "number": "18",
        "text": "Which statement about atoms arranged in a body- centered cubic (bcc) crystal structure is correct?",
        "options": {
            "A": "It is not observed as the structure of any metallic elements.",
            "B": "It is also called the cubic closest-packed (ccp) structure.",
            "C": "The unit cell contains two atoms.",
            "D": "Each atom has 6 nearest neighbors."
        },
        "correct_answer": "C"
    },
    {
        "number": "19",
        "text": "A system consists of a gas contained in a thin balloon. If the balloon deflates as the temperature of the gas changes from 90 ºC to 25 ºC, then",
        "options": {
            "A": "Heat is transferred out of the system and work is done on the system.",
            "B": "Heat is transferred out of the system and work is done by the system.",
            "C": "Heat is transferred into the system and work is done on the system.",
            "D": "Heat is transferred into the system and work is done by the system."
        },
        "correct_answer": "A"
    },
    {
        "number": "1",
        "text": "When 20.15 g MgO is decomposed at constant pressure according to the equation below, how much heat will be transferred? 2 MgO(s)  2 Mg(s) + O2(g)",
        "options": {
            "A": "1.20  103 kJ of heat is released",
            "B": "6.02  102 kJ of heat is absorbed",
            "C": "6.02  102 kJ of heat is released",
            "D": "3.01  102 kJ of heat is absorbed"
        },
        "correct_answer": "A"
    },
    {
        "number": "23",
        "text": "Which halogen has the highest standard entropy, Sº?",
        "options": {
            "A": "F2(g)",
            "B": "Cl2(g)",
            "C": "Br2(l)",
            "D": "I2(s)"
        },
        "correct_answer": "B"
    },
    {
        "number": "24",
        "text": "A chemical reaction has Keq = 1  10‒5 at 25 ºC, and the value of Keq increases with increasing temperature. From these statements, what may one conclude?",
        "options": {
            "A": "∆Hº > 0 and ∆Sº > 0",
            "B": "∆Hº < 0 and ∆Sº < 0",
            "C": "∆Hº < 0 and ∆Sº > 0",
            "D": "∆Hº > 0 and no conclusion may be drawn about the sign of ∆Sº"
        },
        "correct_answer": "D"
    },
    {
        "number": "25",
        "text": "For the reaction 2 H2(g) + 2 NO(g)  N2(g) + 2 H2O(g) the rate law is rate = k[H2][NO](2). At a given temperature, what is the effect on the reaction rate if the concentration of H2 is doubled and the concentration of NO is halved?",
        "options": {
            "A": "The reaction rate is halved.",
            "B": "The reaction rate is unchanged.",
            "C": "The reaction rate is doubled.",
            "D": "The reaction rate increases eightfold."
        },
        "correct_answer": "A"
    },
    {
        "number": "26",
        "text": "A substance X decomposes in a second-order reaction. A solution that is initially 1.00 M in X requires 0.50 h for its concentration to decrease to 0.50 M. How much time will it take for a solution of X to decrease in concentration from 1.00 M to 0.25 M?",
        "options": {
            "A": "0.50 h",
            "B": "1.0 h",
            "C": "1.5 h",
            "D": "2.0 h"
        },
        "correct_answer": "C"
    },
    {
        "number": "27",
        "text": "The reaction H2O2(aq) + 3 I‒(aq) + 2 H+(aq)  I3‒(aq) + 2 H2O(l) h tha es ra e ara ct te io l na w w io thf r ra et se p = ec k t [ tH o 2 HO +2 ,] [ aI n‒] d. w W hah ta it s i s th t eh e o vo erd rae lr l of order of the reaction?",
        "options": {
            "A": "0th order in H+, 2nd order overall",
            "B": "1st order in H+, 2nd order overall",
            "C": "1st order in H+, 3rd order overall",
            "D": "2nd order in H+, 6th order overall"
        },
        "correct_answer": "A"
    },
    {
        "number": "28",
        "text": "Which of the following are reasons why reaction rates increase as temperature increases? I. Collisions are more frequent between molecules at higher temperatures. II. A greater fraction of collisions have sufficient energy to exceed Ea at higher temperatures. III. Reactant concentrations are higher at higher temperatures.",
        "options": {
            "A": "I only",
            "B": "II only",
            "C": "I and II",
            "D": "I, II, and III"
        },
        "correct_answer": "C"
    },
    {
        "number": "29",
        "text": "What is the effect of adding a catalyst on the rate of a reversible reaction in the forward and the reverse direction?",
        "options": {
            "A": "It has no effect on the rate in either direction.",
            "B": "Both rates increase by the same factor.",
            "C": "The rate in the forward direction increases by a greater factor than the rate in the reverse direction.",
            "D": "The rate in the reverse direction increases by a greater factor than the rate in the forward direction."
        },
        "correct_answer": "B"
    },
    {
        "number": "30",
        "text": "Consider the proposed mechanism for the destruction of ozone in the stratosphere: O3 + Cl•  ClO• + O2 ClO• + O3  Cl• + 2 O2 Which of the statements about this mechanism is correct?",
        "options": {
            "A": "Cl• is a catalyst.",
            "B": "O2 is an intermediate.",
            "C": "Equal amounts of Cl• and ClO• are present.",
            "D": "T nuh me bn eu rm ob fe mr o of le m s o ol fe Os 3o f c oO n2 s p umro ed du .c ed equals the m after April 20, 2015"
        },
        "correct_answer": "A"
    },
    {
        "number": "31",
        "text": "For the reaction 2 SO2(g) + O2(g) 2 SO3(g) which statements are correct? I. Kc = [SO2][O2]/[SO3] I teI. m A ped rd ai tt uio ren ao nf d O v2 o(g lu) m to e t whe o us ly ds t de em c ra et a c seo n thst ea n vt a lue of Kc.",
        "options": {
            "A": "I only",
            "B": "II only",
            "C": "Both I and II",
            "D": "Neither I nor II"
        },
        "correct_answer": "D"
    },
    {
        "number": "32",
        "text": "What is the value of Kp for the following reaction? N2(g) + 2 O2(g) N2O4(g) Reaction Kp ½ N2O4 (g) NO2(g) x ½ N2 (g) + O2 (g) NO2 (g) y",
        "options": {
            "A": "y/x",
            "B": "y2/x2",
            "C": "x2/y2",
            "D": "xy2"
        },
        "correct_answer": "B"
    },
    {
        "number": "33",
        "text": "Which solution has the greatest percent ionization?",
        "options": {
            "A": "0.10 M NH3 (Kb = 1.8  10‒5)",
            "B": "0.25 M HNO2 (Ka = 4.5  10‒4)",
            "C": "1.00 M HCOOH (Ka = 1.7  10‒4)",
            "D": "2.00 M CH3NH2 (Kb = 4.4  10‒4)"
        },
        "correct_answer": "B"
    },
    {
        "number": "34",
        "text": "What is the pH of a 0.200 M solution of C6H5COONa? (The Ka of C6H5COOH is 6.4  10‒5.)",
        "options": {
            "A": "5.25",
            "B": "5.40",
            "C": "8.60",
            "D": "8.75"
        },
        "correct_answer": "D"
    },
    {
        "number": "35",
        "text": "Silver chloride, AgCl (Ksp = 1.8  10‒10), can be dissolved in solutions containing ammonia due to the formation of the soluble complex ion Ag(NH3)2+ (Kf = 1.0  108). What is the minimum amount of NH3 that would need to be added to dissolve 0.010 mol AgCl in 1.00 L of solution?",
        "options": {
            "A": "0.010 mol",
            "B": "0.020 mol",
            "C": "0.095 mol",
            "D": "0.13 mol"
        },
        "correct_answer": "C"
    },
    {
        "number": "37",
        "text": "What is the oxidation number of Re in Mg(ReO4)2?",
        "options": {
            "A": "+4",
            "B": "+5",
            "C": "+6",
            "D": "+7"
        },
        "correct_answer": "D"
    },
    {
        "number": "38",
        "text": "It takes 126.5 minutes using a current of 5.15 A to deposit all of the nickel from 225 mL of a solution containing Ni2+. What was the original concentration of Ni2+ in the solution?",
        "options": {
            "A": "3.60 M",
            "B": "1.80 M",
            "C": "0.900 M",
            "D": "1.50  10‒2 M"
        },
        "correct_answer": "C"
    },
    {
        "number": "39",
        "text": "In the galvanic cell shown below, which arrow indicates the spontaneous electron flow? A B Ag C salt bridge D Zn Ag+ (1 M) Zn2+ (1 M)",
        "options": {
            "A": "A",
            "B": "B",
            "C": "C",
            "D": "D"
        },
        "correct_answer": "B"
    },
    {
        "number": "40",
        "text": "What is the coefficient of I2 (s) when the reaction below is balanced with smallest whole number coefficients? __ Cr2O72–(aq) + __ I–(aq) + __ H+(aq)  __ I2(s) + __ Cr3+(aq) + __ H2O(l)",
        "options": {
            "A": "2",
            "B": "3",
            "C": "4",
            "D": "6"
        },
        "correct_answer": "B"
    },
    {
        "number": "41",
        "text": "Lithium ion batteries are now commonly used in rechargeable consumer electronic devices. The main reason lithium is used in these devices is because",
        "options": {
            "A": "lithium has a lower electronegativity than nickel in common nickel-cadmium batteries.",
            "B": "lithium batteries are not as toxic as common alkaline batteries.",
            "C": "lithium batteries have a reduced risk of leakage of chemicals.",
            "D": "lithium batteries achieve a greater amount of energy stored per unit mass than other common batteries."
        },
        "correct_answer": "D"
    },
    {
        "number": "42",
        "text": "The standard reduction potential of Cd2+(aq) is –0.402 V. A voltaic cell described by Cd(s) + 2 H+(aq)  Cd2+(aq) + H2(aq) has [Cd2+] = 0.900 M and a hydrogen pressure of 0.975 atm. Its cell potential at 25 ºC is measured as E = +0.192 V. What is the pH in the H+ | H2 half-cell?",
        "options": {
            "A": "3.28",
            "B": "3.58",
            "C": "6.54",
            "D": "7.15"
        },
        "correct_answer": "B"
    },
    {
        "number": "43",
        "text": "Which of the following sets of quantum numbers n, l, ml, m ars s ec no ir cr e (s Ap so )n ?d to a valence electron in a neutral atom of",
        "options": {
            "A": "3, 0, 0, +1/2",
            "B": "3, 2, 1, –1/2",
            "C": "4, 0, 0, +1/2",
            "D": "4, 2, 1, –1/2"
        },
        "correct_answer": "C"
    },
    {
        "number": "44",
        "text": "Which gas-phase atom has the largest radius?",
        "options": {
            "A": "Na",
            "B": "K",
            "C": "Mg",
            "D": "Ca"
        },
        "correct_answer": "B"
    },
    {
        "number": "45",
        "text": "Which of the following does NOT represent the arrangement of electrons in the p subshell in the ground state of any gas-phase atom?",
        "options": {
            "A": "_ _ ___",
            "B": "  _",
            "C": "_  _",
            "D": "___ ___ ___"
        },
        "correct_answer": "A"
    },
    {
        "number": "46",
        "text": "Which element’s electronegativity is closest to that of S?",
        "options": {
            "A": "O",
            "B": "P",
            "C": "Cl",
            "D": "Se"
        },
        "correct_answer": "D"
    },
    {
        "number": "47",
        "text": "Atomic nitrogen has a higher ionization energy than atomic oxygen. This is best explained by",
        "options": {
            "A": "the lower electron-electron repulsion in nitrogen.",
            "B": "the greater effective nuclear charge of nitrogen.",
            "C": "the fact that the electron ionized in N is from the 2s subshell, while that ionized from O is from the 2p subshell.",
            "D": "the fact that N has an odd number of electrons while O has an even number."
        },
        "correct_answer": "A"
    },
    {
        "number": "48",
        "text": "The energy required to break one mole of hydrogen- hydrogen bonds in H2 is 436 kJ. What is the longest wavelength of light with sufficient energy to break a single hydrogen-hydrogen bond?",
        "options": {
            "A": "122 nm",
            "B": "132 nm",
            "C": "274 nm",
            "D": "656 nm"
        },
        "correct_answer": "C"
    },
    {
        "number": "49",
        "text": "I mn a t nh ye lL oe nw e i ps a s it rr su ac rt eu r ae r ofo ur n dth te h s ee cle en ni tt re a li o an to, mSe ?O 32–, how",
        "options": {
            "A": "0",
            "B": "1",
            "C": "2",
            "D": "3"
        },
        "correct_answer": "B"
    },
    {
        "number": "50",
        "text": "R foe rm mo tv hi en g d ia on x ye gle ec nt yro l n ca f tr io om n, m Oo 2+l ,e c cu aula sr e so x wy hg ae tn c, hO a2 n, g t eo s in the bond length and in the number of unpaired electrons? Bond length Number of unpaired electrons",
        "options": {
            "A": "Increase Increase",
            "B": "Increase Decrease",
            "C": "Decrease Increase",
            "D": "Decrease Decrease"
        },
        "correct_answer": "D"
    },
    {
        "number": "51",
        "text": "Which of the following molecules has a dipole moment of zero?",
        "options": {
            "A": "HCN",
            "B": "CH2Cl2",
            "C": "SO2",
            "D": "CO2"
        },
        "correct_answer": "D"
    },
    {
        "number": "2",
        "text": "t r yW ? hich atoms in",
        "options": {
            "A": "C only",
            "B": "N only",
            "C": "Both C and N",
            "D": "None of them"
        },
        "correct_answer": "B"
    },
    {
        "number": "53",
        "text": "What is the coordination geometry of nickel in Ni(CO)4?",
        "options": {
            "A": "Tetrahedral",
            "B": "Square planar",
            "C": "See-saw",
            "D": "T-shaped m after April 20, 2015"
        },
        "correct_answer": "A"
    },
    {
        "number": "54",
        "text": "Which of the following are ionic compounds? I. NH2NO2 II. NH4NO3",
        "options": {
            "A": "I only",
            "B": "II only",
            "C": "Both I and II",
            "D": "Neither I nor II"
        },
        "correct_answer": "B"
    },
    {
        "number": "55",
        "text": "What is the formula for ethyl propanoate?",
        "options": {
            "A": "CH3CH2CO2CH2CH3",
            "B": "CH3CH2CH2CO2CH2CH3",
            "C": "CH3CH2CO2CH2CH2CH3",
            "D": "CH3CH2COCH2CH2OCH3"
        },
        "correct_answer": "A"
    },
    {
        "number": "56",
        "text": "Which substance can exist in enantiomeric forms?",
        "options": {
            "A": "3-methylpentane",
            "B": "2-methylpentane",
            "C": "3-methyl-1-butanol",
            "D": "2-methyl-1-butanol"
        },
        "correct_answer": "D"
    },
    {
        "number": "57",
        "text": "Which of the following is a difference between benzene and cyclooctatetraene?",
        "options": {
            "A": "Benzene reacts rapidly with bromine and cyclooctatetraene does not.",
            "B": "Benzene contains sp2-hybridized carbon atoms and cyclooctatetraene does not.",
            "C": "Benzene has the formula CnHn and cyclooctatetraene does not.",
            "D": "Benzene is planar and cyclooctatetraene is not."
        },
        "correct_answer": "D"
    },
    {
        "number": "58",
        "text": "Which base is found in RNA, but not DNA?",
        "options": {
            "A": "Adenine",
            "B": "Guanine",
            "C": "Thymine",
            "D": "Uracil"
        },
        "correct_answer": "D"
    },
    {
        "number": "59",
        "text": "A triglyceride is formed from",
        "options": {
            "A": "one molecule of glycerin and two molecules of fatty acid.",
            "B": "one molecule of glycerin and three molecules of fatty acid.",
            "C": "three molecules of glycerin and one molecule of fatty acid.",
            "D": "two molecules of glycerin and one molecule of fatty acid."
        },
        "correct_answer": "B"
    },
    {
        "number": "60",
        "text": "Which of these amino acids has the most hydrophobic side chain at neutral pH?",
        "options": {
            "A": "Cysteine, HSCH2CH(NH2)COOH",
            "B": "Glutamine, H2NC(O)CH2CH2CH(NH2)COOH",
            "C": "Leucine, (CH3)2CHCH2CH(NH2)COOH",
            "D": "Lysine, H2NCH2CH2CH2CH2CH(NH2)COOH Page 8 Property of ACS USN"
        },
        "correct_answer": "C"
    }
]